scheme = {
     vowels: [
       'അ', 'ആ', 'ഇ', 'ഈ',
       'ഉ', 'ഊ', 'ഋ', 'ൠ',
       'ഌ', 'ൡ', 'എ', 'ഏ',
       'ഐ', 'ഒ', 'ഓ', 'ഔ'
     ],
     maatraas: [
       'ാ', 'ി', 'ീ', 'ു',  'ൂ',
       'ൃ',  'ൄ',  'ൢ',  'ൣ',  'െ',
       'േ', 'ൈ', 'ൊ', 'ോ', 'ൌ'
     ],
     miscmaatraas: [ 'ം', 'ഃ', 'ँ' ],
     viraama: [ '്' ],
     consonants: [
       'ക',  'ഖ', 'ഗ', 'ഘ', 'ങ', 'ച', 'ഛ',
       'ജ',  'ഝ', 'ഞ', 'ട', 'ഠ', 'ഡ', 'ഢ',
       'ണ',  'ത', 'ഥ', 'ദ', 'ധ', 'ന', 'പ',
       'ഫ',  'ബ', 'ഭ', 'മ', 'യ', 'ര', 'ല',
       'വ',  'ശ', 'ഷ', 'സ', 'ഹ', 'ള', 'ക്ഷ',
       'ജ്ഞ'
     ],
     numbersAndPunctuation: [
       '൦', '൧', '൨',  '൩',
       '൪', '൫', '൬',  '൭',
       '൮', '൯', 'ഓം', 'ഽ',
       '।', '॥'
     ],
     miscconsonants: [
       '', '', '', '',  '',
       '', '', '', 'റ'
     ]
}

module.exports = {scheme};



