scheme = {
	vowels: [
	  'ଅ', 'ଆ', 'ଇ', 'ଈ', 'ଉ',
	  'ଊ', 'ଋ', 'ୠ', 'ଌ', 'ୡ',
	  '',  'ଏ', 'ଐ', '',  'ଓ',
	  'ଔ'
	],
	maatraas: [
	  'ା', 'ି',  'ୀ', 'ୁ', 'ୂ',  'ୃ',
	  'ୄ',  'ୢ',  'ୣ',  '', 'େ', 'ୈ',
	  '',  'ୋ', 'ୌ'
	],
	miscmaatraas: [ 'ଂ', 'ଃ', 'ଁ' ],
	viraama: [ '୍' ],
	consonants: [
	  'କ',  'ଖ', 'ଗ', 'ଘ', 'ଙ', 'ଚ', 'ଛ',
	  'ଜ',  'ଝ', 'ଞ', 'ଟ', 'ଠ', 'ଡ', 'ଢ',
	  'ଣ',  'ତ', 'ଥ', 'ଦ', 'ଧ', 'ନ', 'ପ',
	  'ଫ',  'ବ', 'ଭ', 'ମ', 'ଯ', 'ର', 'ଲ',
	  'ଵ',  'ଶ', 'ଷ', 'ସ', 'ହ', 'ଳ', 'କ୍ଷ',
	  'ଜ୍ଞ'
	],
	numbersAndPunctuation: [
	  '୦', '୧', '୨',  '୩',
	  '୪', '୫', '୬',  '୭',
	  '୮', '୯', 'ଓଂ', 'ଽ',
	  '।', '॥'
	],
	miscconsonants: [
	  '',  '',  '', '',
	  'ଡ', 'ଢ', '', 'ଯ',
	  ''
	]
}

module.exports = {scheme};


