scheme = {
     vowels: [
       'அ', 'ஆ', 'இ', 'ஈ', 'உ',
       'ஊ', '',  '',  '',  '',
       'எ', 'ஏ', 'ஐ', 'ஒ', 'ஓ',
       'ஔ'
     ],
     maatraas: [
       'ா', 'ி', 'ீ',  'ு', 'ூ',
       '',  '',  '',  '',  'ெ',
       'ே', 'ை', 'ொ', 'ோ', 'ௌ'
     ],
     miscmaatraas: [ 'ஂ', 'ஃ', '' ],
     viraama: [ '்' ],
     consonants: [
       'க',  'க', 'க', 'க', 'ங', 'ச', 'ச',
       'ஜ',  'ச', 'ஞ', 'ட', 'ட', 'ட', 'ட',
       'ண',  'த', 'த', 'த', 'த', 'ந', 'ப',
       'ப',  'ப', 'ப', 'ம', 'ய', 'ர', 'ல',
       'வ',  'ஶ', 'ஷ', 'ஸ', 'ஹ', 'ள', 'க்ஷ',
       'ஜ்ஞ'
     ],
     numbersAndPunctuation: [
       '௦', '௧', '௨', '௩',
       '௪', '௫', '௬', '௭',
       '௮', '௯', 'ௐ', 'ऽ',
       '।', '॥'
     ],
     miscconsonants: [
       '', '', '', '',  '',
       '', '', '', 'ற'
     ]
   }

module.exports = {scheme};


